{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text.",
        "16\/10\/2019": "10\/16\/2019",
        "Mise à jour de la doc": "Updating the doc",
        "14\/10\/2019": "10\/14\/2019",
        "Possibilité de modifier l'état de surveillance": "Ability to change the monitoring status",
        "Support des capteurs d'ouverture de porte": "Support for door opening sensors",
        "Support des caméra présence": "Support for presence cameras",
        "Support de la sirene (juste retour d'état)": "Siren support (just status feedback)",
        "Refonte complete du moteur de communication avec Netatmo": "Complete overhaul of the communication engine with Netatmo",
        "Support du detecteur d'incendie": "Fire detector support",
        "Renommage en netatmo security": "Renaming in netatmo security",
        "cette version est une reecriture complete du plugin, il y a donc un impact sur les widgets (qui est maintenant standard au core, changement majeur de l'affichage de celui-ci)": "this version is a complete rewrite of the plugin, so there is an impact on widgets (which is now standard in the core, major change in the display of this one)",
        "Il est vivement conseillé de supprimer les équipement crées et de refaire une synchronisation": "It is strongly recommended to delete the equipment created and to redo a synchronization",
        "21\/06\/2018": "06\/21\/2018",
        "Correction du framework Netatmo (nouvelle données renvoyé par Netatmo non pris en compte dans leur code)": "Correction of the Netatmo framework (new data returned by Netatmo not taken into account in their code)",
        "03\/04\/2018": "04\/03\/2018",
        "Correction du bug des images": "Correction of the image bug",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        "[IMPORTANT": "[Important",
        "IMPORTANT]": "Important]"
    },
    "index.md": {
        "Plugin Neatmo Security (Security)": "Neatmo Security Plugin (Security)",
        "Plugin permettant de récupérer les informations des équipements Netatmo Security": "Plugin to retrieve information from Netatmo Security equipment",
        "Configuration du plugin": "Plugin configuration",
        "Une fois le plugin installé, il vous faut renseigner vos informations deconnexion Netatmo": "Once the plugin is installed, you need to enter your Netatmo connection information",
        "Client ID": "Client ID",
        "votre client ID (voir partie configuration)": "your client ID (see configuration section)",
        "Client secret": "Client secret",
        "votre client secret (voir partie configuration)": "your secret client (see configuration section)",
        "Nom d'utilisateur": "Username",
        "nom d'utilisateur de votre compte netatmo": "username of your netatmo account",
        "Mot de passe": "Password",
        "mot de passe de votre compte Netatmo": "password for your Netatmo account",
        "permet de synchroniser Jeedom avec votre compte Netamo pour découvrir automatiquement vos équipements Netamo. A": "allows you to synchronize Jeedom with your Netamo account to automatically discover your Netamo equipment. AT",
        "faire après avoir sauvegardé les paramètres précedent": "do after saving the previous settings",
        "Recupération des informations de connexion": "Retrieving connection information",
        "Une fois dessus cliquez sur start": "Once on click on start",
        "Puis sur \"create an app": "Then on \"create an app",
        "Identifiez vous, avec votre mail et mot de passe": "Identify yourself, with your email and password",
        "Remplissez les champs \"Name\" et \"Description\" (peux importe ce que vousmettez ca n'a aucune importance)": "Fill in the \"Name\" and \"Description\" fields (whatever you put in it doesn't matter)",
        "Puis tout en bas de la page cochez la case \"I accept the terms of use\"puis cliquez sur \"Create": "Then at the very bottom of the page check the box \"I accept the terms of use\" then click on \"Create",
        "Recuperer les informations \"CLient id\" et \"Client secret\" et copier les dans la partie configuration du plugin dans Jeedom (voir chapitre précedent)": "Recover the \"CLient id\" and \"Secret client\" information and copy them in the configuration part of the plugin in Jeedom (see previous chapter)",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements Netatmo est accessible à partir du menu plugin -> Securité -> Netatmo Security": "The configuration of Netatmo devices is accessible from the plugin menu -> Security -> Netatmo Security",
        "Une fois que vous cliquez sur un équipement vous retrouvez ici toute la configuration de votre équipement": "Once you click on a device you will find here all the configuration of your equipment",
        "Nom de l'équipement Netatmo": "Name of the Netatmo device",
        "nom de votre équipement Netatmo": "name of your Netatmo equipment",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "le rend visible sur le dashboard": "makes it visible on the dashboard",
        "En dessous vous retrouvez la liste des commandes": "Below you find the list of orders",
        "le nom de la commande": "the name of the command",
        "permet d'historiser la donnée": "allows to historize the data",
        "configuration avancée (petites roues crantées)": "advanced configuration (small notched wheels)",
        "permet d'afficher": "Displays",
        "la configuration avancée de la commande (méthode d'historisation, widget…​)": "advanced configuration of the command (logging method, widget, etc.)",
        "permet de tester la commande": "Used to test the command",
        "Je n'ai pas les évenements en temps réel mais au bout de 15min": "I do not have the events in real time but after 15min",
        "Pour avoir un retour en temps réel des évenements (déclenchement alarme incendie, personne qui passe devant la camera..) il faut ABSOLUMENT que votre jeedom ait une URL externe en https avec un certificat valide sur le port 443 (et uniquement ce port la)": "To have a real-time return of events (fire alarm triggering, person passing in front of the camera ..) you MUST ABSOLUTELY have your jeedom have an external URL in https with a valid certificate on port 443 (and only this port)",
        "C'est une obligation imposé par netatmo": "It is an obligation imposed by netatmo",
        "Je n'arrive pas a desactiver\/activer la surveillance": "I cannot deactivate \/ activate surveillance",
        "Attention si vous avez mis un code cette fonction n'est pas possible par le plugin jeedom": "Attention if you put a code this function is not possible by the jeedom plugin",
        " Synchroniser.": " Synchronize.",
        " Synchroniser?": " Synchronize?",
        "Synchroniser ": "Synchronize ",
        "[Synchroniser": "[Synchronize",
        "Synchroniser]": "Synchronize]",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        "[Activer": "[Activate",
        "Activer]": "Activate]",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        " historiser.": " Historize.",
        " historiser?": " Historize?",
        "historiser ": "Historize ",
        "[historiser": "[Historize",
        "historiser]": "Historize]",
        " Tester.": " Test.",
        " Tester?": " Test?",
        "Tester ": "Test ",
        "[Tester": "[Test",
        "Tester]": "Test]",
        " FAQ.": " FAQ.",
        " FAQ?": " FAQ?",
        "FAQ ": "FAQ ",
        "[FAQ": "[FAQ",
        "FAQ]": "FAQ]"
    }
}