{
    "changelog.md": {
        "Changelog Netatmo Security": "Registro de cambios de seguridad de Netatmo",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "Correction d'un warning lors des backups": "Corrección de una advertencia durante las copias de seguridad",
        "Support de la Doorbell (il faut refaire la connexion entre Jeedom et Netatmo": "Soporte de timbre (tienes que rehacer la conexión entre Jeedom y Netatmo",
        "16\/11\/2021": "16\/11\/2021",
        "Possibilité de désactiver la mise à jour automatique des ip des cameras dans le plugin camera": "Posibilidad de deshabilitar la actualización automática de la ip de la cámara en el complemento de la cámara",
        "29\/06\/2020": "29\/06\/2020",
        "Possibilité de contrôler l'éclairage de la caméra Présence": "Posibilidad de controlar la iluminación de la cámara Presencia",
        "16\/10\/2019": "16\/10\/2019",
        "Mise à jour de la doc": "Actualizando el documento",
        "14\/10\/2019": "10\/14\/2019",
        "Possibilité de modifier l'état de surveillance": "Posibilidad de cambiar el estado de monitoreo",
        "Support des capteurs d'ouverture de porte": "Soporte para sensores de apertura de puerta",
        "Support des caméra présence": "Soporte para cámaras de presencia",
        "Support de la sirene (juste retour d'état": "Soporte de sirena (solo comentarios de estado",
        "Refonte complete du moteur de communication avec Netatmo": "Revisión completa del motor de comunicación con Netatmo",
        "Support du detecteur d'incendie": "Soporte detector de incendios",
        "Renommage en netatmo security": "Renombrar en seguridad netatmo",
        "cette version est une reecriture complete du plugin, il y a donc un impact sur les widgets (qui est maintenant standard au core, changement majeur de l'affichage de celui-ci": "esta versión es una reescritura completa del complemento, por lo que hay un impacto en los widgets (que ahora es estándar en el núcleo, un cambio importante en la visualización del mismo)",
        "Il est vivement conseillé de supprimer les équipement crées et de refaire une synchronisation": "Se recomienda encarecidamente eliminar el equipo creado y rehacer una sincronización",
        "21\/06\/2018": "21\/06\/2018",
        "Correction du framework Netatmo (nouvelle données renvoyé par Netatmo non pris en compte dans leur code": "Corrección del marco de Netatmo (los nuevos datos devueltos por Netatmo no se tienen en cuenta en su código",
        "03\/04\/2018": "03\/04\/2018",
        "Correction du bug des images": "Corrección del error de imagen",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*"
    },
    "index.md": {
        "Plugin Neatmo Security": "Complemento de seguridad Neatmo",
        "Plugin permettant de récupérer les informations des équipements Netatmo Security": "Complemento para recuperar información del equipo de seguridad de Netatmo",
        "Configuration du plugin": "Configuración del plugin",
        "Une fois le plugin installé, il vous faut renseigner vos informations deconnexion Netatmo": "Una vez que se instala el complemento, debe ingresar la información de conexión de Netatmo",
        "Client ID": "ID del cliente",
        "votre client ID (voir partie configuration": "su ID de cliente (consulte la sección de configuración",
        "Client secret": "Client secret",
        "votre client secret (voir partie configuration": "su cliente secreto (vea la sección de configuración",
        "Nom d'utilisateur": "Nombre de usuario",
        "nom d'utilisateur de votre compte netatmo": "nombre de usuario de su cuenta netatmo",
        "Mot de passe": "Contraseña",
        "mot de passe de votre compte Netatmo": "contraseña para su cuenta de Netatmo",
        "permet de synchroniser Jeedom avec votre compte Netamo pour découvrir automatiquement vos équipements Netamo. A": "le permite sincronizar Jeedom con su cuenta de Netamo para descubrir automáticamente su equipo Netamo. Un",
        "faire après avoir sauvegardé les paramètres précedent": "hacer después de guardar la configuración anterior",
        "Recupération des informations de connexion": "Recuperando información de conexión",
        "next_url=https%3A%2F%2Fdev.netatmo.com%2Fbusiness-showcase": "next_url=https%3A%2F%2Fdev.netatmo.com%2Fnegocio-exhibición",
        "Une fois dessus cliquez sur start": "Una vez que haga clic en Inicio",
        "Puis sur \"create an app": "Luego en \"crear una aplicación",
        "Identifiez vous, avec votre mail et mot de passe": "Identifícate con tu correo electrónico y contraseña",
        "Remplissez les champs \"Name\" et \"Description\" (peux importe ce que vousmettez ca n'a aucune importance": "Rellene los campos \"Nombre\" y \"Descripción\" (lo que escriba no importa",
        "Puis tout en bas de la page cochez la case \"I accept the terms of use\"puis cliquez sur \"Create": "Luego, en la parte inferior de la página, marque la casilla \"Acepto los términos de uso\" y luego haga clic en \"Crear",
        "Recuperer les informations \"CLient id\" et \"Client secret\" et copier les dans la partie configuration du plugin dans Jeedom (voir chapitre précedent": "Recupere la información \"ID de cliente\" y \"Cliente secreto\" y cópielos en la parte de configuración del complemento en Jeedom (consulte el capítulo anterior",
        "Configuration des équipements": "Configuración del equipo",
        "La configuration des équipements Netatmo est accessible à partir du menu plugin -> Securité -> Netatmo Security": "Se puede acceder a la configuración de los dispositivos Netatmo desde el menú del complemento -> Seguridad -> Seguridad Netatmo",
        "Une fois que vous cliquez sur un équipement vous retrouvez ici toute la configuration de votre équipement": "Una vez que haga clic en un dispositivo, encontrará aquí toda la configuración de su equipo",
        "Nom de l'équipement Netatmo": "Nombre del dispositivo Netatmo",
        "nom de votre équipement Netatmo": "nombre de su equipo Netatmo",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "permet de rendre votre équipement actif": "activa su equipo",
        "le rend visible sur le dashboard": "lo hace visible en el tablero",
        "En dessous vous retrouvez la liste des commandes": "A continuación encontrará la lista de pedidos",
        "le nom de la commande": "el nombre del comando",
        "permet d'historiser la donnée": "permite historizar los datos",
        "configuration avancée (petites roues crantées": "Configuración avanzada (ruedas pequeñas con muescas",
        "permet d'afficher": "Muestra",
        "la configuration avancée de la commande (méthode d'historisation, widget…​": "configuración avanzada del comando (método de registro, widget, etc.)",
        "permet de tester la commande": "Se usa para probar el comando",
        "Je n'ai pas les évenements en temps réel mais au bout de 15min": "No tengo los eventos en tiempo real pero después de 15 minutos",
        "Pour avoir un retour en temps réel des évenements (déclenchement alarme incendie, personne qui passe devant la camera..) il faut ABSOLUMENT que votre jeedom ait une URL externe en https avec un certificat valide sur le port 443 (et uniquement ce port la": "Para tener un retorno de los eventos en tiempo real (activación de alarma de incendio, persona que pasa frente a la cámara, etc.) DEBE ABSOLUTAMENTE que su libertad tenga una URL externa en https con un certificado válido en el puerto 443 (y solo este puerto el",
        "C'est une obligation imposé par netatmo": "Es una obligación impuesta por netatmo",
        "Je n'arrive pas a desactiver\/activer la surveillance": "No puedo desactivar \/ activar la vigilancia",
        "Attention si vous avez mis un code cette fonction n'est pas possible par le plugin jeedom": "Atención, si coloca un código, esta función no es posible mediante el complemento jeedom",
        "J'ai une erreur de type \"Incorrect string value": "Tengo un error de tipo \"Valor de cadena incorrecto",
        "\\xF0\\x9F\\x98\\x98\" lors de la synchronisation": "\\ xF0 \\ x9F \\ x98 \\ x98 \"al sincronizar",
        "Vérifiez que vous n'avez pas un caractere non standard (type smiley) sur le nom d'une camera ou d'une personne": "Compruebe que no tiene un carácter no estándar (tipo de carita sonriente) en el nombre de una cámara o una persona",
        " Synchroniser.": " Sincronizar.",
        " Synchroniser?": " Sincronizar?",
        "Synchroniser ": "Sincronizar ",
        " Synchroniser]": " Sincronizar]",
        "[Synchroniser]": "[Sincronizar]",
        "*Synchroniser*": "*Sincronizar*",
        " Synchroniser*": " Sincronizar*",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        " Activer]": " Activar]",
        "[Activer]": "[Activar]",
        "*Activer*": "*Activar*",
        " Activer*": " Activar*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " historiser.": " Guardar historial.",
        " historiser?": " Guardar historial?",
        "historiser ": "Guardar historial ",
        " historiser]": " Guardar historial]",
        "[historiser]": "[Guardar historial]",
        "*historiser*": "*Guardar historial*",
        " historiser*": " Guardar historial*",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        " Tester]": " Probar]",
        "[Tester]": "[Probar]",
        "*Tester*": "*Probar*",
        " Tester*": " Probar*",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        " FAQ]": " Preguntas frecuentes]",
        "[FAQ]": "[Preguntas frecuentes]",
        "*FAQ*": "*Preguntas frecuentes*",
        " FAQ*": " Preguntas frecuentes*"
    }
}