{
    "changelog.md": {
        "Changelog Netatmo Security": "Changelog Netatmo Security",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "24\/05\/2020": "24\/05\/2020",
        "Possibilité de contrôler l'éclairage de la caméra Présence": "Possibilidade de controlar a iluminação da câmera Presença",
        "16\/10\/2019": "16\/10\/2019",
        "Mise à jour de la doc": "Atualizando o documento",
        "14\/10\/2019": "14\/10\/2019",
        "Possibilité de modifier l'état de surveillance": "Capacidade de alterar o status de monitoramento",
        "Support des capteurs d'ouverture de porte": "Suporte para sensores de abertura de porta",
        "Support des caméra présence": "Suporte para câmeras de presença",
        "Support de la sirene (juste retour d'état": "Suporte de sirene (apenas feedback de status",
        "Refonte complete du moteur de communication avec Netatmo": "Revisão completa do mecanismo de comunicação com o Netatmo",
        "Support du detecteur d'incendie": "Suporte para detector de incêndio",
        "Renommage en netatmo security": "Renomeando na segurança netatmo",
        "cette version est une reecriture complete du plugin, il y a donc un impact sur les widgets (qui est maintenant standard au core, changement majeur de l'affichage de celui-ci": "esta versão é uma reescrita completa do plug-in, para que haja um impacto nos widgets (que agora é padrão no núcleo, uma grande mudança na exibição dele)",
        "Il est vivement conseillé de supprimer les équipement crées et de refaire une synchronisation": "É altamente recomendável excluir o equipamento criado e refazer uma sincronização",
        "21\/06\/2018": "21\/06\/2018",
        "Correction du framework Netatmo (nouvelle données renvoyé par Netatmo non pris en compte dans leur code": "Correção da estrutura Netatmo (novos dados retornados pela Netatmo não são levados em consideração em seu código",
        "03\/04\/2018": "04\/03\/2018",
        "Correction du bug des images": "Correção do bug da imagem",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin Neatmo Security": "Plugin Neatmo Security",
        "Plugin permettant de récupérer les informations des équipements Netatmo Security": "Plug-in para recuperar informações do equipamento Netatmo Security",
        "Configuration du plugin": "Configuração do plugin",
        "Une fois le plugin installé, il vous faut renseigner vos informations deconnexion Netatmo": "Depois que o plug-in estiver instalado, você precisará inserir suas informações de conexão Netatmo",
        "Client ID": "ID do cliente",
        "votre client ID (voir partie configuration": "seu ID de cliente (consulte a seção de configuração",
        "Client secret": "Cliente secreto",
        "votre client secret (voir partie configuration": "seu cliente secreto (consulte a seção de configuração",
        "Nom d'utilisateur": "Nome de Usuário",
        "nom d'utilisateur de votre compte netatmo": "nome de usuário da sua conta netatmo",
        "Mot de passe": "Senha",
        "mot de passe de votre compte Netatmo": "senha para sua conta Netatmo",
        "permet de synchroniser Jeedom avec votre compte Netamo pour découvrir automatiquement vos équipements Netamo. A": "permite sincronizar o Jeedom com sua conta Netamo para descobrir automaticamente seu equipamento Netamo. Um",
        "faire après avoir sauvegardé les paramètres précedent": "faça depois de salvar as configurações anteriores",
        "Recupération des informations de connexion": "Recuperando informações de conexão",
        "Une fois dessus cliquez sur start": "Uma vez clique em Iniciar",
        "Puis sur \"create an app": "Em seguida, \"crie um aplicativo",
        "Identifiez vous, avec votre mail et mot de passe": "Identifique-se, com seu email e senha",
        "Remplissez les champs \"Name\" et \"Description\" (peux importe ce que vousmettez ca n'a aucune importance": "Preencha os campos \"Nome\" e \"Descrição\" (o que você colocar, não importa",
        "Puis tout en bas de la page cochez la case \"I accept the terms of use\"puis cliquez sur \"Create": "Em seguida, na parte inferior da página, marque a caixa \"Aceito os termos de uso\" e clique em \"Criar",
        "Recuperer les informations \"CLient id\" et \"Client secret\" et copier les dans la partie configuration du plugin dans Jeedom (voir chapitre précedent": "Recupere as informações \"ID do cliente\" e \"Cliente secreto\" e copie-as na parte de configuração do plug-in no Jeedom (consulte o capítulo anterior",
        "Configuration des équipements": "Configuração do equipamento",
        "La configuration des équipements Netatmo est accessible à partir du menu plugin -> Securité -> Netatmo Security": "A configuração dos dispositivos Netatmo pode ser acessada no menu do plug-in -> Segurança -> Netatmo Security",
        "Une fois que vous cliquez sur un équipement vous retrouvez ici toute la configuration de votre équipement": "Depois de clicar em um dispositivo, você encontrará aqui toda a configuração do seu equipamento",
        "Nom de l'équipement Netatmo": "Nome do dispositivo Netatmo",
        "nom de votre équipement Netatmo": "nome do seu equipamento Netatmo",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "le rend visible sur le dashboard": "torna visível no painel",
        "En dessous vous retrouvez la liste des commandes": "Abaixo você encontra a lista de pedidos",
        "le nom de la commande": "o nome do comando",
        "permet d'historiser la donnée": "permite historiar os dados",
        "configuration avancée (petites roues crantées": "Configuração avançada (pequenas rodas dentadas",
        "permet d'afficher": "permite exibir",
        "la configuration avancée de la commande (méthode d'historisation, widget…​": "configuração avançada do comando (método de registro, widget, etc.)",
        "permet de tester la commande": "permite testar o comando",
        "Je n'ai pas les évenements en temps réel mais au bout de 15min": "Eu não tenho os eventos em tempo real, mas depois de 15min",
        "Pour avoir un retour en temps réel des évenements (déclenchement alarme incendie, personne qui passe devant la camera..) il faut ABSOLUMENT que votre jeedom ait une URL externe en https avec un certificat valide sur le port 443 (et uniquement ce port la": "Para ter um retorno em tempo real dos eventos (acionamento do alarme de incêndio, pessoa que passa na frente da câmera etc.), DEVE ABSOLUTAMENTE que seu jeedom tenha uma URL externa em https com um certificado válido na porta 443 (e somente esta porta o",
        "C'est une obligation imposé par netatmo": "É uma obrigação imposta pela netatmo",
        "Je n'arrive pas a desactiver\/activer la surveillance": "Não consigo desativar \/ ativar a vigilância",
        "Attention si vous avez mis un code cette fonction n'est pas possible par le plugin jeedom": "Atenção, se você colocar um código, essa função não é possível pelo plugin jeedom",
        "J'ai une erreur de type \"Incorrect string value": "Estou com um erro do tipo \"Valor incorreto da string",
        "\\xF0\\x9F\\x98\\x98\" lors de la synchronisation": "\\ xF0 \\ x9F \\ x98 \\ x98 \"ao sincronizar",
        "Vérifiez que vous n'avez pas un caractere non standard (type smiley) sur le nom d'une camera ou d'une personne": "Verifique se você não possui um caractere não padrão (tipo smiley) no nome de uma câmera ou pessoa",
        " Synchroniser.": " Sincronizar.",
        " Synchroniser?": " Sincronizar?",
        "Synchroniser ": "Sincronizar ",
        " Synchroniser]": " Sincronizar]",
        "[Synchroniser]": "[Sincronizar]",
        "*Synchroniser*": "*Sincronizar*",
        " Synchroniser*": " Sincronizar*",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        " Activer]": " Ativar]",
        "[Activer]": "[Ativar]",
        "*Activer*": "*Ativar*",
        " Activer*": " Ativar*",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        " Visible]": " Visivél]",
        "[Visible]": "[Visivél]",
        "*Visible*": "*Visivél*",
        " Visible*": " Visivél*",
        " historiser.": " Historicizar.",
        " historiser?": " Historicizar?",
        "historiser ": "Historicizar ",
        " historiser]": " Historicizar]",
        "[historiser]": "[Historicizar]",
        "*historiser*": "*Historicizar*",
        " historiser*": " Historicizar*",
        " Tester.": " Teste.",
        " Tester?": " Teste?",
        "Tester ": "Teste ",
        " Tester]": " Teste]",
        "[Tester]": "[Teste]",
        "*Tester*": "*Teste*",
        " Tester*": " Teste*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}